[
  {
    "titulo": "Mero Cristianismo",
    "autor": "C. S. Lewis",
    "texto": "Una defensa clara y razonada de las creencias cristianas básicas."
  },
  {
    "titulo": "La Biblia en su contexto",
    "autor": "Craig S. Keener",
    "texto": "Una mirada contextual, cultural e histórica para interpretar la Biblia correctamente."
  },
  {
    "titulo": "No tengo suficiente fe para ser ateo",
    "autor": "Frank Turek",
    "texto": "Argumenta que se requiere más fe para sostener el ateísmo que para creer en Dios."
  },
  {
    "titulo": "Correct, Not Politically Correct",
    "autor": "Frank Turek",
    "texto": "Examina los temas del matrimonio y la moral sexual desde una perspectiva cristiana."
  },
  {
    "titulo": "Stealing from God",
    "autor": "Frank Turek",
    "texto": "Cómo los ateos roban fundamentos de la cosmovisión cristiana para argumentar contra ella."
  },
  {
    "titulo": "Legislating Morality",
    "autor": "Frank Turek",
    "texto": "Un análisis sobre cómo la moral siempre se legisla y por qué no puede evitarse."
  },
  {
    "titulo": "Por qué confiar en la Biblia",
    "autor": "Greg Gilbert",
    "texto": "Defensa de la fiabilidad histórica y autoridad de la Biblia."
  },
  {
    "titulo": "Verdad en guerra",
    "autor": "John MacArthur",
    "texto": "Una defensa de la verdad bíblica contra el relativismo posmoderno."
  },
  {
    "titulo": "Doctrinas esenciales de la fe cristiana",
    "autor": "John MacArthur",
    "texto": "Presenta con claridad las doctrinas básicas del cristianismo bíblico."
  },
  {
    "titulo": "La verdad sobre el perdón",
    "autor": "John MacArthur",
    "texto": "Explora la profundidad del perdón de Dios y su impacto en nuestras vidas."
  },
  {
    "titulo": "La gloria del cielo",
    "autor": "John MacArthur",
    "texto": "Una descripción esperanzadora y bíblica del cielo."
  },
  {
    "titulo": "El Evangelio según Jesucristo",
    "autor": "John MacArthur",
    "texto": "Expone la verdadera enseñanza de Jesús sobre la salvación, contra las distorsiones modernas."
  },
  {
    "titulo": "La Vanidad de la religión falsa",
    "autor": "John MacArthur",
    "texto": "Una crítica a la religiosidad superficial y un llamado al cristianismo auténtico."
  },
  {
    "titulo": "Dios es el evangelio",
    "autor": "John Piper",
    "texto": "Explora cómo el mayor regalo del evangelio es Dios mismo."
  },
  {
    "titulo": "Desiring God",
    "autor": "John Piper",
    "texto": "Presenta la idea de que Dios es más glorificado en nosotros cuando estamos más satisfechos en Él."
  },
  {
    "titulo": "Future Grace",
    "autor": "John Piper",
    "texto": "Cómo la fe en la gracia futura de Dios cambia nuestra vida diaria."
  },
  {
    "titulo": "Let the Nations Be Glad!",
    "autor": "John Piper",
    "texto": "Una defensa de la supremacía de Dios en las misiones mundiales."
  },
  {
    "titulo": "Don't Waste Your Life",
    "autor": "John Piper",
    "texto": "Una exhortación apasionada a vivir para la gloria de Dios."
  },
  {
    "titulo": "Quién es Jesús",
    "autor": "John Piper",
    "texto": "En este libro conciso y poderoso, John Piper explora la pregunta central de la fe cristiana: ¿quién es Jesucristo realmente? Examina su identidad, su obra y su significado para nuestras vidas."
  },
  {
    "titulo": "Más que un carpintero",
    "autor": "Josh McDowell",
    "texto": "Este libro aborda preguntas fundamentales sobre la identidad y la divinidad de Jesucristo, presentando evidencia histórica y lógica para su afirmación de ser el Hijo de Dios."
  },
  {
    "titulo": "Evidencia que exige un veredicto",
    "autor": "Josh McDowell",
    "texto": "Defiende la fiabilidad histórica de la Biblia y la resurrección de Cristo con base en la evidencia."
  },
  {
    "titulo": "Más allá de la creencia",
    "autor": "Josh McDowell",
    "texto": "Explora cómo vivir la verdad del cristianismo en una cultura escéptica."
  },
  {
    "titulo": "Manual de evidencias cristianas",
    "autor": "Josh McDowell",
    "texto": "Presenta evidencia histórica, arqueológica y profética en favor de la Biblia y la fe cristiana."
  },
  {
    "titulo": "Por qué confiar en Jesús",
    "autor": "Josh McDowell",
    "texto": "Un llamado directo a jóvenes y buscadores para confiar en Jesucristo como Salvador."
  },
  {
    "titulo": "El caso de Cristo",
    "autor": "Lee Strobel",
    "texto": "Una investigación periodística sobre la veracidad de Jesús y los Evangelios."
  },
  {
    "titulo": "El caso del Creador",
    "autor": "Lee Strobel",
    "texto": "Explora la evidencia científica que apunta a un Creador."
  },
  {
    "titulo": "La doctrina del arrepentimiento",
    "autor": "Paul Washer",
    "texto": "Exposición bíblica sobre la importancia del arrepentimiento genuino como parte esencial del evangelio."
  },
  {
    "titulo": "El evangelio de Jesucristo",
    "autor": "Paul Washer",
    "texto": "Una presentación clara y profunda del mensaje central de la fe cristiana."
  },
  {
    "titulo": "El poder y el mensaje del evangelio",
    "autor": "Paul Washer",
    "texto": "Un llamado a recuperar la gloria y la profundidad del verdadero evangelio bíblico."
  },
  {
    "titulo": "La verdad sobre el hombre",
    "autor": "Paul Washer",
    "texto": "Una presentación bíblica de la condición humana y su necesidad de redención."
  },
  {
    "titulo": "El poder del evangelio y la verdadera conversión",
    "autor": "Paul Washer",
    "texto": "Este libro explora cómo el evangelio transforma realmente la vida del creyente, contrastando la conversión bíblica con la superficialidad moderna."
  },
  {
    "titulo": "La razón de Dios",
    "autor": "Tim Keller",
    "texto": "Respuestas intelectuales a las objeciones comunes al cristianismo."
  },
  {
    "titulo": "Fe razonable",
    "autor": "William Lane Craig",
    "texto": "Una apologética intelectual que responde a los desafíos del ateísmo, la moral y la existencia de Dios."
  },
  {
    "titulo": "En Guardia",
    "autor": "William Lane Craig",
    "texto": "Una guía accesible y práctica para defender la fe cristiana."
  },
  {
    "titulo": "Fe cristiana y sentido común",
    "autor": "William Lane Craig",
    "texto": "Una defensa razonada de la fe cristiana frente al escepticismo."
  },
  {
    "titulo": "Apologética contemporánea",
    "autor": "William Lane Craig",
    "texto": "Una exploración de cómo defender la fe cristiana en el mundo moderno desde la lógica y la filosofía."
  },
  {
    "titulo": "El cristianismo es racional",
    "autor": "William Lane Craig",
    "texto": "Una defensa filosófica del cristianismo como cosmovisión coherente, racional y sustentada en evidencia."
  }
]